{"title":"Bitobbཡིས་དངུལ་སྤྲོད་རྒྱུའི་རེ་བ་ཞུ་བ།","subtitle":"དངུལ་སྤྲོད་རྒྱུའི་རེ་འདུན་ཞུས་པ་དེ་ཨང་གཉིས་པར་གྱུར་པ་རེད།","fields":{"xrpAddress":{"label":"XRPཡི་སྡོད་གནས། (ངེས་པར་དུ་སྐོང་དགོས། )","placeholder":"ཁྱེད་རང་གི་XRPཡི་ས་གནས་ནང་འཇུག་བྱས།།","example":"དཔེར་ན།","apply":"ཉེར་སྤྱོད།"},"amount":{"label":"(Amount(ཁ་སྐོང་བ་ཁོ་ཐག་ཡིན)","placeholder":"དངུལ་གྲངས།"},"merchantName":{"label":"ཚོང་དུད་ཀྱི་མིང་( འདེམས་བསྐོ་བྱས་ཆོག)།","placeholder":"ནང་འདྲེན་ཚོང་དུད་ཀྱི་མིང་།"},"productName":{"label":"ཐོན་རྫས་ཀྱི་མིང་། (འདེམས་བསྐོ་བྱས་ཆོག)།","placeholder":"ནང་འདྲེན་ཐོན་རྫས་ཀྱི་མིང་།"},"productId":{"label":"ཚོང་ཟོག་ID(བདམས་ཆོག)།","placeholder":"ཐོན་རྫས་ནང་འདྲེན་བྱས་པའི་ID"}},"currency":{"xrp":"རུའེ་པོ་དངུལ་ལོར།","usd":"ཨ་རིའི་སྒོར་མོ།"},"buttons":{"generate":"བཙའ་ཨང་གཉིས་པ་ཆགས་པ།","exportPng":"PNGབཟོ་ཁྲིད་བྱེད་པ།","moreOptions":"རྣམ་གྲངས་སྔར་ལས་མང་བ་འདེམས་"},"qrCode":{"predefinedLogos":"མཚན་རྟགས་ཀྱི་རྟགས་མཚན་སྔོན་བཀོད་བྱེད་པ།","selectPredefinedLogo":"སྔོན་བཀོད་མཚན་ཉིད་གདམ་གསེས་བྱེད་པའི་1ogoཡིན།","title":"དངུལ་སྤྲོད་རྒྱུའི་རེ་བ་ཞུ་བ་སྟེ། Bitobaapཡིས་ང་ལ་ཞིབ་བཤེར་བྱེད་དགོས་པའི་རེ་བ་བཏོན།","generating":"QRཡི་ཨང་ཀི་རུ་འགྱུར་བཞིན་ཡོད།","viewQRCode":"ཝེ་ཨང་གཉིས་པར་གཟིགས་པ་རེད།","logoUpload":{"label":"རྟགས་མཚན་གྱི་པར་རིས། ({{width}}xxཡིན། {{height}}་px)།","help":"རྟགས་མཚན་གྱི་ཆེ་ཆུང་ལེགས་སྒྲིག་བྱས་ནས་{{width}}{{height}}ས་ཁོངས་ཆེ་ཆུང་དང་འཚམ་པར་བྱ་རྒྱུ་རེད།"},"customization":{"fgColor":"QRཡི་མདུན་ལྗོངས།","bgColor":"QRཡི་རྒྱབ་ལྗོངས་ཀྱི་ཁ་དོག།","eyeColor":"QRཡི་ཨང་ཀི་Eeeooooreeoorreerreereereoreeoree","eyeRadius":"QRཡི་མིག་གི་ཚངས་ཕྱེད།","logoPaddingStyle":"རྟགས་མཚན་གྱི་ཁ་སྐོང་རྣམ་པ།","square":"ཐང་ཆེན།","circle":"ར་སྐོར།"}},"socialShare":{"textShare":"ཡིག་ཆ་མཉམ་དུ་ལོངས་སུ་སྤྱོད་པ།","downloadQR":"ཨང་ཀི་གཉིས་པའི་པར་རིས་ཕབ་ལེན་བྱས་ཡོད།","imageShare":"དོན་ཚན་གཉིས་པའི་པར་རིས་མཉམ་སྤྱོད་བྱེད་པ།"},"toasts":{"logoUpload":{"success":"རྟགས་མའི་སྟེང་དུ་རྒྱལ་ཁ་ཐོབ་པ།","resized":"རྟགས་མཚན་གྱི་ཆེ་ཆུང་དེ་{{width}}་{{height}}་པར་དུ་ལེགས་སྒྲིག་བྱེད་དགོས།","error":"རྟགས་མཚན་འགོད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།","tryAgain":"པར་རིས་གཞན་པ་བཀོལ་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱེད་རོགས།"}},"errors":{"requiredFields":{"title":"ཡི་གེ་སྐོང་བའི་ངེས་པ་མེད།","description":"ཁྱོད་ཀྱིས་ངེས་པར་དུ་ཡི་གེ་སྐོང་དགོས་པ་ཚང་མ་འབྲི་རོགས།"}},"is requesting":"རེ་འདུན་ཞུ་བཞིན་ཡོད།","for":"--","First verify if this request is expected and valid and if you are sure, please click on URL to proceed with payment.":"ཐོག་མར་བསམ་ཡུལ་ལས་འདས་པ་ཞིག་ཡིན་མིན་ཚོད་ལྟས་ར་སྤྲོད་བྱེད་དགོས་"}